Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_2
source: What's your favorite way to nurture our bond despite the kilometers?
de: Was ist deine liebste Art, unsere Verbindung trotz der Kilometer zu pflegen?
es: ¿Cuál es tu forma favorita de nutrir nuestro vínculo a pesar de los kilómetros?
fr: Quelle est ta façon préférée de nourrir notre lien malgré les kilomètres ?
it: Qual è il tuo modo preferito per nutrire il nostro legame nonostante i chilometri?
nl: Wat is je favoriete manier om onze band ondanks de kilometers te koesteren?
pt_br: Qual é a sua maneira favorita de nutrir nosso vínculo apesar dos quilômetros?
pt_pt: Qual é a tua maneira preferida de alimentar o nosso vínculo apesar dos quilómetros?

# ad_3
source: What small long-distance ritual brings you closest to me?
de: Welches kleine Ritual auf Distanz bringt dich mir am nächsten?
es: ¿Qué pequeño ritual a distancia te hace sentir más cerca de mí?
fr: Quel petit rituel à distance te rapproche le plus de moi ?
it: Quale piccolo rituale a distanza ti fa sentire più vicino/a a me?
nl: Welk klein ritueel op afstand brengt je het dichtst bij mij?
pt_br: Que pequeno ritual à distância faz você se sentir mais perto de mim?
pt_pt: Que pequeno ritual à distância te aproxima mais de mim?

# ad_4
source: What beautiful thing has this distance revealed in our relationship?
de: Was hat diese Distanz Schönes über unsere Beziehung gezeigt?
es: ¿Qué cosa hermosa ha revelado esta distancia en nuestra relación?
fr: Qu'est-ce que cette distance a révélé de beau dans notre relation ?
it: Quale cosa bellissima ha rivelato questa distanza nella nostra relazione?
nl: Wat voor moois heeft deze afstand in onze relatie onthuld?
pt_br: Que coisa bonita essa distância revelou em nosso relacionamento?
pt_pt: Que coisa bonita esta distância revelou na nossa relação?

# ad_5
source: What's the first thing you dream of doing as soon as we're reunited?
de: Was ist das Erste, das du tun möchtest, wenn wir uns wiedersehen?
es: ¿Cuál es la primera cosa que sueñas hacer en cuanto nos reencontremos?
fr: Quelle est la première chose que tu rêves de faire dès qu'on se retrouve ?
it: Qual è la prima cosa che sogni di fare appena ci ritroveremo?
nl: Wat is het eerste dat je droomt te doen zodra we weer samen zijn?
pt_br: Qual é a primeira coisa que você sonha em fazer assim que nos reencontrarmos?
pt_pt: Qual é a primeira coisa que sonhas fazer assim que nos reencontrarmos?

# ad_6
source: What unexpected attention would you like to receive from me at a distance?
de: Welche unerwartete Aufmerksamkeit würdest du dir von mir auf Distanz wünschen?
es: ¿Qué atención inesperada te gustaría recibir de mí a distancia?
fr: Quelle attention inattendue aimerais-tu recevoir de ma part à distance ?
it: Quale attenzione inaspettata vorresti ricevere da me a distanza?
nl: Welke onverwachte aandacht zou je graag van mij ontvangen op afstand?
pt_br: Que atenção inesperada você gostaria de receber de mim à distância?
pt_pt: Que atenção inesperada gostarias de receber de mim à distância?

# ad_7
source: What word or message touched your heart despite the distance?
de: Welches Wort oder welche Nachricht hat dich trotz der Distanz am meisten berührt?
es: ¿Qué palabra o mensaje te tocó el corazón a pesar de la distancia?
fr: Quel mot ou message t'a touché(e) en plein cœur malgrés la distance ?
it: Quale parola o messaggio ti ha toccato il cuore nonostante la distanza?
nl: Welk woord of bericht raakte je hart ondanks de afstand?
pt_br: Que palavra ou mensagem tocou seu coração apesar da distância?
pt_pt: Que palavra ou mensagem tocou o teu coração apesar da distância?

# ad_8
source: What long-distance activity helps you feel most connected to me?
de: Bei welcher Aktivität auf Distanz fühlst du dich mir am stärksten verbunden?
es: ¿Qué actividad a distancia te ayuda a sentirte más conectado(a) conmigo?
fr: Quelle activité à distance t'aide le plus à te sentir connecté(e) à moi ?
it: Quale attività a distanza ti fa sentire più connesso/a a me?
nl: Welke activiteit op afstand helpt je je het meest met mij verbonden te voelen?
pt_br: Que atividade à distância mais ajuda você a se sentir conectado(a) a mim?
pt_pt: Que atividade à distância te ajuda mais a sentires-te ligado(a) a mim?

# ad_9
source: How would you describe an ideal conversation with me?
de: Wie würdest du ein ideales Gespräch mit mir beschreiben?
es: ¿Cómo describirías una conversación ideal conmigo?
fr: Comment décrirais-tu une conversation idéale avec moi ?
it: Come descriveresti una conversazione ideale con me?
nl: Hoe zou je een ideale conversatie met mij beschrijven?
pt_br: Como você descreveria uma conversa ideal comigo?
pt_pt: Como descreverias uma conversa ideal comigo?

# ad_10
source: What song makes you feel like I'm next to you?
de: Welcher Song lässt dich fühlen, als wäre ich neben dir?
es: ¿Qué canción te hace sentir que estoy a tu lado?
fr: Quelle chanson te donne l'impression que je suis à côté de toi ?
it: Quale canzone ti fa sentire come se fossi accanto a te?
nl: Welk liedje doet je voelen alsof ik naast je sta?
pt_br: Que música faz você sentir que estou ao seu lado?
pt_pt: Que música te faz sentir que estou ao teu lado?

# ad_11
source: What do you miss most when you think of me?
de: Was fehlt dir am meisten, wenn du an mich denkst?
es: ¿Qué es lo que más extrañas cuando piensas en mí?
fr: Qu'est-ce qui te manque le plus quand tu penses à moi ?
it: Cosa ti manca di più quando pensi a me?
nl: Wat mis je het meest als je aan mij denkt?
pt_br: Do que você mais sente falta quando pensa em mim?
pt_pt: O que é que sentes mais falta quando pensas em mim?

# ad_12
source: How do you feel about sharing deep thoughts? Are there topics you'd like us to address more often?
de: Wie fühlst du dich dabei, tiefe Gedanken zu teilen? Gibt es Themen, über die wir öfter sprechen sollten?
es: ¿Cómo te sientes al compartir pensamientos profundos? ¿Hay temas que te gustaría que abordáramos más a menudo?
fr: Que ressens-tu à l'idée de partager des pensées profondes ? Y a-t-il des sujets que tu aimerais qu'on aborde plus souvent ?
it: Come ti senti a condividere pensieri profondi? Ci sono argomenti di cui vorresti che parlassimo più spesso?
nl: Hoe voel je je bij het delen van diepe gedachten? Zijn er onderwerpen die je vaker wilt bespreken?
pt_br: Como você se sente em compartilhar pensamentos profundos? Existem assuntos que gostaria que falássemos com mais frequência?
pt_pt: Como te sentes em partilhar pensamentos profundos? Há temas que gostarias que falássemos mais vezes?

# ad_13
source: How do you feel when we can't talk?
de: Wie fühlst du dich, wenn wir nicht reden können?
es: ¿Cómo te sientes cuando no podemos hablar?
fr: Comment te sens-tu quand on ne peut pas se parler ?
it: Come ti senti quando non possiamo parlare?
nl: Hoe voel je je wanneer we niet kunnen praten?
pt_br: Como você se sente quando não conseguimos conversar?
pt_pt: Como te sentes quando não conseguimos falar?

# ad_14
source: What moment shared with me comforts you when you're alone?
de: Welcher gemeinsame Moment tröstet dich, wenn du allein bist?
es: ¿Qué momento compartido conmigo te reconforta cuando estás solo(a)?
fr: Quel moment partagé avec moi te réconforte quand tu es seul(e) ?
it: Quale momento condiviso con me ti consola quando sei solo/a?
nl: Welke met mij gedeelde herinnering troost je wanneer je alleen bent?
pt_br: Que momento vivido comigo conforta você quando está sozinho(a)?
pt_pt: Que momento partilhado comigo te conforta quando estás sozinho(a)?

# ad_15
source: Have you ever dreamed of me? What happened in that dream?
de: Hast du schon von mir geträumt? Was ist in dem Traum passiert?
es: ¿Has soñado alguna vez conmigo? ¿Qué pasó en ese sueño?
fr: As-tu déjà rêvé de moi ? Que s'est-il passé dans ce rêve ?
it: Hai mai sognato di me? Cosa è successo in quel sogno?
nl: Heb je ooit over mij gedroomd? Wat gebeurde er in die droom?
pt_br: Você já sonhou comigo? O que aconteceu nesse sonho?
pt_pt: Já sonhaste comigo? O que aconteceu nesse sonho?

# ad_16
source: What would you like us to do together at a distance?
de: Was würdest du gern mit mir auf Distanz unternehmen?
es: ¿Qué te gustaría que hiciéramos juntos a distancia?
fr: Qu'est-ce que tu aimerais qu'on fasse ensemble à distance ?
it: Cosa ti piacerebbe fare con me a distanza?
nl: Wat zou je graag met mij op afstand willen doen?
pt_br: O que você gostaria que fizéssemos juntos à distância?
pt_pt: O que gostarias que fizéssemos juntos à distância?

# ad_17
source: Are there topics you'd prefer us to avoid?
de: Gibt es Themen, die wir lieber meiden sollten?
es: ¿Hay temas que preferirías que evitáramos?
fr: Y a-t-il des sujets que tu préférerais qu'on évite ?
it: Ci sono argomenti che preferiresti evitassimo?
nl: Zijn er onderwerpen die je liever vermijdt?
pt_br: Existem assuntos que você preferiria que evitássemos?
pt_pt: Há assuntos que preferias que evitássemos?

# ad_18
source: Do you prefer exchanging messages throughout the day or having one long conversation?
de: Magst du lieber über den Tag verteilt schreiben oder ein langes Gespräch auf einmal?
es: ¿Prefieres intercambiar mensajes a lo largo del día o tener una conversación larga?
fr: Préféres-tu échanger des messages tout au long de la journée ou avoir une longue conversation d'un coup ?
it: Preferisci scambiarci messaggi durante la giornata o avere una lunga conversazione?
nl: Vind je het fijner om de hele dag berichtjes uit te wisselen of één lang gesprek te hebben?
pt_br: Você prefere trocar mensagens ao longo do dia ou ter uma longa conversa de uma vez?
pt_pt: Preferes trocar mensagens ao longo do dia ou ter uma conversa longa de uma só vez?

# ad_19
source: Is there a place you dream of visiting with me someday?
de: Gibt es einen Ort, den du irgendwann mit mir besuchen willst?
es: ¿Hay algún lugar que sueñes con visitar conmigo algún día?
fr: Y a-t-il un endroit que tu rêves de visiter avec moi un jour ?
it: C'è un posto che sogni di visitare con me un giorno?
nl: Is er een plaats die je ervan droomt ooit met mij te bezoeken?
pt_br: Existe um lugar que você sonha visitar comigo algum dia?
pt_pt: Há um lugar que sonhas visitar comigo um dia?

# ad_20
source: What's the first thing you'll do when seeing me again?
de: Was machst du als Erstes, wenn du mich wieder siehst?
es: ¿Cuál es la primera cosa que harás cuando me vuelvas a ver?
fr: Quelle est la première chose que tu feras en me revoyant ?
it: Qual è la prima cosa che farai quando mi rivedrai?
nl: Wat is het eerste dat je doet wanneer je mij weerziet?
pt_br: Qual é a primeira coisa que você vai fazer quando me reencontrar?
pt_pt: Qual é a primeira coisa que vais fazer quando me voltares a ver?

# ad_21
source: How would you feel if we sometimes used silence as a way to 'be together' despite the distance?
de: Wie fändest du es, wenn wir Stille manchmal als Art 'zusammen sein' nutzen – trotz der Distanz?
es: ¿Cómo te sentirías si a veces usáramos el silencio como una forma de 'estar juntos' a pesar de la distancia?
fr: Comment te sentirais-tu si on utilisait parfois le silence comme une façon d'"être ensemble" malgré la distance ?
it: Come ti sentiresti se a volte usassimo il silenzio come modo per "stare insieme" nonostante la distanza?
nl: Hoe zou je je voelen als we soms stilte gebruikten om toch ‘samen te zijn’, ondanks de afstand?
pt_br: Como você se sentiria se, às vezes, usássemos o silêncio como uma forma de 'estarmos juntos' apesar da distância?
pt_pt: Como te sentirias se usássemos por vezes o silêncio como uma forma de 'estarmos juntos' apesar da distância?

# ad_22
source: How would you react if one of us had to travel or be very busy for a long period?
de: Wie würdest du reagieren, wenn einer von uns lange reisen oder sehr beschäftigt sein müsste?
es: ¿Cómo reaccionarías si uno de nosotros tuviera que viajar o estar muy ocupado durante un largo periodo?
fr: Comment réagirais-tu si l'un de nous devait voyager ou être très occupé pendant une longue période ?
it: Come reagiresti se uno di noi dovesse viaggiare o essere molto impegnato per un lungo periodo?
nl: Hoe zou je reageren als een van ons lang zou moeten reizen of erg druk zou zijn?
pt_br: Como você reagiria se um de nós tivesse que viajar ou ficar muito ocupado por um longo período?
pt_pt: Como reagirias se um de nós tivesse de viajar ou estar muito ocupado durante um longo período?

# ad_23
source: What have you learned about yourself since we've been long-distance?
de: Was hast du über dich gelernt, seit wir auf Distanz sind?
es: ¿Qué has aprendido sobre ti mismo(a) desde que estamos a distancia?
fr: Qu'as-tu appris sur toi depuis qu'on est à distance ?
it: Cosa hai imparato su te stesso/a da quando siamo a distanza?
nl: Wat heb je over jezelf geleerd sinds we op afstand zijn?
pt_br: O que você aprendeu sobre si desde que estamos à distância?
pt_pt: O que aprendeste sobre ti desde que estamos à distância?

# ad_24
source: What letter or message from me do you keep precious?
de: Welche Nachricht oder welcher Brief von mir ist dir besonders kostbar?
es: ¿Qué carta o mensaje mío guardas como un tesoro?
fr: Quelle lettre ou message de moi gardes-tu précieusement ?
it: Quale lettera o messaggio da parte mia conservi come prezioso?
nl: Welke brief of welk bericht van mij bewaar je als een schat?
pt_br: Que carta ou mensagem minha você guarda com carinho?
pt_pt: Que carta ou mensagem minha guardas com carinho?

# ad_25
source: What would you like me to do to reassure you when you doubt?
de: Was könnte ich tun, um dich zu beruhigen, wenn du zweifelst?
es: ¿Qué te gustaría que hiciera para tranquilizarte cuando dudas?
fr: Qu'aimerais-tu que je fasse pour te rassurer quand tu doutes ?
it: Cosa vorresti che facessi per rassicurarti quando hai dei dubbi?
nl: Wat wil je dat ik doe om je gerust te stellen wanneer je twijfelt?
pt_br: O que você gostaria que eu fizesse para tranquilizá-lo(a) quando tiver dúvidas?
pt_pt: O que gostarias que eu fizesse para te tranquilizar quando duvidas?

# ad_26
source: What small habit could we adopt to make you feel more secure in our relationship?
de: Welche kleine Gewohnheit könnten wir einführen, damit du dich in unserer Beziehung sicherer fühlst?
es: ¿Qué pequeño hábito podríamos adoptar para que te sientas más seguro(a) en nuestra relación?
fr: Quelle petite habitude pourrions-nous adopter pour que tu te sentes plus en sécurité dans notre relation ?
it: Quale piccola abitudine potremmo adottare per farti sentire più sicuro/a nella nostra relazione?
nl: Welke kleine gewoonte zouden we kunnen aannemen om je zekerder te laten voelen in onze relatie?
pt_br: Que pequeno hábito poderíamos adotar para que você se sinta mais seguro(a) na nossa relação?
pt_pt: Que pequeno hábito poderíamos adotar para que te sintas mais seguro(a) na nossa relação?

# ad_27
source: Is there a series or movie you absolutely want to watch with me?
de: Gibt es eine Serie oder einen Film, den du unbedingt mit mir schauen willst?
es: ¿Hay alguna serie o película que quieras ver conmigo sí o sí?
fr: Y a-t-il une série ou un film que tu veux absolument regarder avec moi ?
it: C'è una serie o un film che vuoi assolutamente guardare con me?
nl: Is er een serie of film die je absoluut met mij wilt kijken?
pt_br: Existe uma série ou filme que você quer muito assistir comigo?
pt_pt: Há uma série ou filme que queiras mesmo ver comigo?

# ad_28
source: How do you imagine our future together despite the distance?
de: Wie stellst du dir unsere Zukunft zusammen vor – trotz der Distanz?
es: ¿Cómo imaginas nuestro futuro juntos a pesar de la distancia?
fr: Comment imagines-tu notre futur ensemble malgré la distance ?
it: Come immagini il nostro futuro insieme nonostante la distanza?
nl: Hoe stel je je onze toekomst samen voor ondanks de afstand?
pt_br: Como você imagina o nosso futuro juntos apesar da distância?
pt_pt: Como imaginas o nosso futuro juntos apesar da distância?

# ad_29
source: Are there insecurities that come up for you in our relationship?
de: Gibt es Unsicherheiten, die in unserer Beziehung bei dir hochkommen?
es: ¿Hay inseguridades que surgen para ti en nuestra relación?
fr: Y a-t-il des insécurités qui remontent pour toi dans notre relation ?
it: Ci sono insicurezze che emergono per te nella nostra relazione?
nl: Zijn er onzekerheden die in onze relatie bij je naar boven komen?
pt_br: Existem inseguranças que surgem para você na nossa relação?
pt_pt: Há inseguranças que surgem para ti na nossa relação?

# ad_30
source: What would you like to know about me to feel more comfortable or confident?
de: Was würdest du gern über mich wissen, um dich wohler oder sicherer zu fühlen?
es: ¿Qué te gustaría saber de mí para sentirte más cómodo(a) o confiado(a)?
fr: Qu'aimerais-tu savoir sur moi pour te sentir plus à l'aise ou plus en confiance ?
it: Cosa vorresti sapere di me per sentirti più a tuo agio o sicuro/a?
nl: Wat zou je over mij willen weten om je comfortabeler of zelfverzekerder te voelen?
pt_br: O que você gostaria de saber sobre mim para se sentir mais à vontade ou confiante?
pt_pt: O que gostarias de saber sobre mim para te sentires mais à vontade ou confiante?

# ad_31
source: What small word from me has marked you recently?
de: Welches kleine Wort von mir ist dir neulich im Kopf geblieben?
es: ¿Qué pequeña palabra mía te ha marcado recientemente?
fr: Quel petit mot de ma part t'a marqué récemment ?
it: Quale mia piccola parola ti ha colpito recentemente?
nl: Welk klein woord van mij heeft je onlangs geraakt?
pt_br: Que pequena palavra minha marcou você recentemente?
pt_pt: Que pequena palavra minha te marcou recentemente?

# ad_32
source: What would you like me to send you as a surprise?
de: Was soll ich dir als Überraschung schicken?
es: ¿Qué te gustaría que te enviara como sorpresa?
fr: Qu'aimerais-tu que je t'envoie par surprise ?
it: Cosa ti piacerebbe che ti inviassi come sorpresa?
nl: Wat zou je willen dat ik je als verrassing stuur?
pt_br: O que você gostaria que eu enviasse como surpresa?
pt_pt: O que gostarias que eu te enviasse como surpresa?

# ad_33
source: What promise would you like us to make?
de: Welches Versprechen sollen wir uns geben?
es: ¿Qué promesa te gustaría que hiciéramos?
fr: Quelle promesse aimerais-tu qu'on se fasse ?
it: Quale promessa vorresti che ci facessimo?
nl: Welke belofte zou je willen dat we elkaar doen?
pt_br: Que promessa você gostaria que fizéssemos?
pt_pt: Que promessa gostarias que fizéssemos?

# ad_34
source: What would you think about sharing passwords for streaming accounts or other small things?
de: Wie fändest du es, Passwörter für Streaming-Accounts oder andere Kleinigkeiten zu teilen?
es: ¿Qué pensarías de compartir contraseñas de cuentas de streaming u otras cositas?
fr: Que penserais-tu de partager nos mots de passe pour les comptes de streaming ou d'autres petites choses ?
it: Cosa penseresti di condividere le password di account streaming o altre piccole cose?
nl: Wat zou je denken van het delen van wachtwoorden voor streamingaccounts of andere kleine dingen?
pt_br: O que você acha de compartilharmos senhas de contas de streaming ou outras coisinhas?
pt_pt: O que achas de partilharmos senhas de contas de streaming ou outras pequenas coisas?

# ad_35
source: Do you have an object that makes you think of me?
de: Hast du einen Gegenstand, der dich an mich erinnert?
es: ¿Tienes algún objeto que te haga pensar en mí?
fr: As-tu un objet qui te fait penser à moi ?
it: Hai un oggetto che ti fa pensare a me?
nl: Heb je een voorwerp dat je aan mij doet denken?
pt_br: Você tem um objeto que faz você se lembrar de mim?
pt_pt: Tens um objeto que te faz lembrar de mim?

# ad_36
source: How do you feel after a call with me?
de: Wie fühlst du dich nach einem Gespräch mit mir?
es: ¿Cómo te sientes después de una llamada conmigo?
fr: Comment te sens-tu après un appel avec moi ?
it: Come ti senti dopo una chiamata con me?
nl: Hoe voel je je na een telefoontje met mij?
pt_br: Como você se sente depois de uma ligação comigo?
pt_pt: Como te sentes depois de uma chamada comigo?

# ad_37
source: Are there subjects you don't dare approach, even with me?
de: Gibt es Themen, die du dich nicht traust anzusprechen – sogar bei mir?
es: ¿Hay temas que no te atreves a abordar, incluso conmigo?
fr: Y a-t-il des sujets que tu n'oses pas aborder, même avec moi ?
it: Ci sono argomenti che non osi affrontare, nemmeno con me?
nl: Zijn er onderwerpen die je niet durft aan te snijden, zelfs niet bij mij?
pt_br: Existem assuntos que você não ousa abordar, nem mesmo comigo?
pt_pt: Há temas que não ousas abordar, mesmo comigo?

# ad_38
source: What would make you feel secure and valued in our relationship?
de: Was lässt dich in unserer Beziehung sicher und wertgeschätzt fühlen?
es: ¿Qué te haría sentir seguro(a) y valorado(a) en nuestra relación?
fr: Qu'est-ce qui te ferait te sentir en sécurité et valorisé(e) dans notre relation ?
it: Cosa ti farebbe sentire sicuro/a e valorizzato/a nella nostra relazione?
nl: Wat zou je je veilig en gewaardeerd laten voelen in onze relatie?
pt_br: O que faria você se sentir seguro(a) e valorizado(a) na nossa relação?
pt_pt: O que te faria sentir seguro(a) e valorizado(a) na nossa relação?

# ad_39
source: What intimate thing would you like us to try together when we reunite?
de: Welche intime Sache würdest du gern ausprobieren, wenn wir uns wiedersehen?
es: ¿Qué cosa íntima te gustaría que probáramos juntos cuando nos reencontremos?
fr: Quelle chose intime aimerais-tu qu'on essaie ensemble quand on se retrouvera ?
it: Quale cosa intima ti piacerebbe provare insieme quando ci rincontreremo?
nl: Wat intiems zou je graag samen willen proberen als we weer bij elkaar zijn?
pt_br: Que coisa íntima você gostaria que tentássemos juntos quando nos reencontrarmos?
pt_pt: Que coisa íntima gostarias que tentássemos juntos quando nos reencontrarmos?

# ad_40
source: What small gestures make you feel loved and appreciated?
de: Welche kleinen Gesten lassen dich geliebt und wertgeschätzt fühlen?
es: ¿Qué pequeños gestos te hacen sentir amado(a) y apreciado(a)?
fr: Quels petits gestes te font te sentir aimé(e) et apprécié(e) ?
it: Quali piccoli gesti ti fanno sentire amato/a e apprezzato/a?
nl: Welke kleine gebaren laten je geliefd en gewaardeerd voelen?
pt_br: Quais pequenos gestos fazem você se sentir amado(a) e valorizado(a)?
pt_pt: Que pequenos gestos te fazem sentir amado(a) e apreciado(a)?

# ad_41
source: Have you ever felt a magical moment with me even at a distance?
de: Hattest du schon mal einen magischen Moment mit mir – sogar auf Distanz?
es: ¿Has sentido alguna vez un momento mágico conmigo incluso a distancia?
fr: As-tu déjà ressenti un moment magique avec moi même à distance ?
it: Hai mai provato un momento magico con me anche a distanza?
nl: Heb je ooit een magisch moment met mij gevoeld, zelfs op afstand?
pt_br: Você já sentiu um momento mágico comigo mesmo à distância?
pt_pt: Já sentiste algum momento mágico comigo mesmo à distância?

# ad_42
source: What do you admire most about me?
de: Was bewunderst du am meisten an mir?
es: ¿Qué es lo que más admiras de mí?
fr: Qu'est-ce que tu admires le plus chez moi ?
it: Cosa ammiri di più di me?
nl: Wat bewonder je het meest aan mij?
pt_br: O que você mais admira em mim?
pt_pt: O que mais admiras em mim?
